{
  "title": "همسات الرخام",
  "image": "assets/images/marble.jpg",
  "description": "رحلة غامضة بين الحكايات المفقودة، حيث تحاول إعادة الألوان إلى عالم غارق في النسيان.", 
  "author": "محمد حسام", 
  "tags": ["خيال", "مغامرة", "قصص تفاعلية"],  
  "nodes": [
    {
      "storyTitle": "في إيطاليا القرن التاسع عشر، تتردد الأساطير عن نحات عبقري حَبَسَ الأنفاس الأخيرة لقديس داخل كرة مثالية من رخام كارارا. يُقال إن من يمتلكها يسمع حقيقة مطلقة عن مستقبله، لكن كل من حاول، أصابه الجنون. يبدو أنك المالك الجديد.",
      "choice1": "تضع الكرة بجانب أذنك، مصممًا على معرفة الحقيقة.",
      "choice2": "تقرر عدم المخاطرة، وتبدأ في البحث عن مشترٍ.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "تلامس الرخام البارد أذنك. في البداية، لا شيء. لكن بعد لحظات، تبدأ في سماع همسة خافتة. تتسلل إلى عقلك وتتردد: 'ستغرق على أرض جافة'. يرتجف عقلك. هل هذا صحيح؟ وهل عليك الآن أن تتجنب جميع المسطحات المائية؟",
      "choice1": "تتجنب الماء تمامًا، حتى المطر.",
      "choice2": "تحاول فك شفرة الهمسة والبحث عن معناها الحقيقي.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تبدأ في عرض الكرة للبيع. يتقدم جامع تحف غريب الأطوار، لكنه يصر على معرفة السر قبل شرائها. هل تخبره بالحقيقة؟",
      "choice1": "تخبره بالهمسة التي سمعتها 'ستغرق على أرض جافة'.",
      "choice2": "تكذب عليه وتخبره بأنها مجرد قطعة فنية جميلة.",
      "next1": 5,
      "next2": 6,
      "isEnding": false
    },
    {
      "storyTitle": "جنون الخوف يتسلل إليك. تهرب من كل مكان فيه ماء. ترفض الاستحمام وتقتصر على استخدام المناديل المبللة. تتجنب المرور بجوار النافورات والبرك. تتحول حياتك إلى حالة دائمة من الذعر والوحدة. ذات يوم، تجد نفسك في غرفة مليئة بالكتب. وبينما تتنقل بينها، ينسكب كوب من الماء عن طريق الخطأ، ويجعلك تنزلق. تضرب رأسك بحافة طاولة خشبية. تفقد الوعي وتستيقظ في المستشفى، والدم يغرق الأرض الجافة حولك.",
      "isEnding": true
    },
    {
      "storyTitle": "تبدأ في البحث. تتواصل مع الخبراء وتغوص في المخطوطات القديمة. تجد إشارات إلى الأوراكل في دلفي والظواهر العلمية الغريبة. ثم، تقع على مذكرة قديمة لنحات الكرة، حيث كتب عن 'قناة صوتية دقيقة' داخل الرخام. هل يمكن أن تكون حقيقة الهمسة علمية وليست سحرية؟",
      "choice1": "تصدق أن الهمسة كانت مجرد ترددات صوتية.",
      "choice2": "تصر على أن الأمر خارق للطبيعة.",
      "next1": 7,
      "next2": 8,
      "isEnding": false
    },
    {
      "storyTitle": "تخبر جامع التحف بالحقيقة. يضحك ويقول: 'لكل شخص همسة. إنها ليست حقيقة عن المستقبل، بل حقيقة عن خوفه. أنا سمعت أن 'الخيط الذي يربطني بالعالم سيتم قطعه'. كنت خائفًا من فقدان السيطرة، فقررت أن أترك العالم ينهار. لا تقع في نفس الخطأ.'",
      "choice1": "تتخلى عن الخوف وتصدق ما قاله.",
      "choice2": "تشك في كلامه وتبيع الكرة على أي حال.",
      "next1": 9,
      "next2": 10,
      "isEnding": false
    },
    {
      "storyTitle": "تكذب على جامع التحف. يشتري الكرة منك بسعر ضئيل. بعد بضعة أشهر، يجدونه في غرفته الفخمة، محاطًا بملايين الدولارات من اللوحات والتحف، وقد أطلق على نفسه الرصاص. 'لم أستطع تحمل ثروتي' كتب في رسالته الأخيرة.",
      "isEnding": true
    },
    {
      "storyTitle": "تتواصل مع علماء فيزياء. بعد فحص دقيق للكرة، يؤكدون وجود قناة مجهرية لولبية في الرخام. عندما يمر الهواء من خلالها، حتى ولو بشكل طفيف، فإنه يولد ترددًا صوتيًا منخفضًا (Infrasound) يؤثر على منطقة اللوزة الدماغية. ما سمعته ليس حقيقة، بل هو صدى أعمق مخاوفك، 'ستغرق على أرض جافة' هو خوفك من الفشل، من أن ينهار عالمك الآمن. تدرك أنك لا تستطيع تجنب مصيرك، بل عليك أن تواجهه. تقرر ترك الكرة والعيش حياة خالية من الخوف.",
      "isEnding": true
    },
    {
      "storyTitle": "تصر على أن الهمسة خارقة للطبيعة وتواصل رحلة بحثك عن تفسير روحي. في النهاية، تلجأ إلى طائفة سرية تؤمن أن الكرة هي 'همس إلهي'. يخدعونك بأنهم سيساعدونك في 'تطهير روحك'، ويأخذون كل أموالك. ينتهي بك الأمر وحيدًا ومفلسًا، وتظل الهمسة تتردد في رأسك.",
      "isEnding": true
    },
    {
      "storyTitle": "تتخلى عن خوفك. تتزوج، وتنجب طفلاً، وتجد شغفًا جديدًا في حياتك. تصبح كل لحظة مغامرة. ذات يوم، تتساقط الأمطار بغزارة، وتتعثر في حفرة في طريقك للعمل. تقع، وتتلوث ملابسك بالوحل. تبدأ في الضحك بصوت عالٍ. تدرك أنك لم 'تغرق'، بل إنك تعيش، ولا يمكن للحياة أن تتوقف بسبب خوفك من المستقبل. لقد تجاوزت همسات الرخام.",
      "isEnding": true
    },
    {
      "storyTitle": "تبيع الكرة على أي حال، وتصبح ثريًا جدًا. لكنك تبدأ في سماع همسات لا علاقة لها بالكرة. 'لا يمكنك أن تثق بأحد'. تتغير حياتك، وتصبح غارقًا في الشك والبارانويا. لقد تركت الكرة وراءك، لكنك لم تترك خوفك، بل قمت بتغذيته. ينتهي بك الأمر وحيدًا، وقد أصبحت 'الهمسات' جزءًا لا يتجزأ من حياتك.",
      "isEnding": true
    }
  ]

}
