{
  "title": "الطابق الثالث عشر",
  "image": "assets/images/thirteenth_floor.jpg",
  "description": "رحلة غامضة بين الحكايات المفقودة، حيث تحاول إعادة الألوان إلى عالم غارق في النسيان.", 
  "author": "محمد حسام", 
  "tags": ["خيال", "مغامرة", "قصص تفاعلية"],  
  "nodes": [
    {
      "storyTitle": "في كل مدينة كبرى، يوجد مبنى يحتوي على طابق لا يظهر في أي مخطط، أو لوحة مصعد، أو سجل ضريبي. إنه مكان يجتمع فيه ذوو النفوذ المطلق في سرية تامة. وفي الليلة الماضية، سُمع صراخ من الطابق الثالث عشر في ناطحة سحاب بمانهاتن... لكن وفقًا لسجلات المبنى، هذا الطابق غير موجود.",
      "choice1": "أنت محقق خاص. تقرر أن تأخذ القضية وتذهب إلى المبنى بنفسك.",
      "choice2": "تتجاهل الأمر وتعتبره شائعة أخرى من شائعات المدينة.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "عندما تصل إلى المبنى، تدرك أن الأمر ليس سهلاً. حراس الأمن يتذكرون شيئًا عن صراخ، لكنهم يقولون إن 'لا شيء حدث'. تتواصل مع مساعدتك 'ماغي' وتطلب منها أن تشغل التصوير الحراري من شاحنتها في الخارج.",
      "choice1": "تعتمد على التكنولوجيا وتنتظر تحليل 'ماغي'.",
      "choice2": "تعتمد على الأسلوب القديم وتستجوب حارس الأمن بعمق.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تجاهلك للقصة يؤدي إلى تلاشيها مع الوقت، لكن الأسبوع التالي، تسمع عن 'انتحار' رجل أعمال غامض كان يتردد على المبنى. تشعر بالندم لأنك لم تحقق في الأمر عندما كان لديك فرصة.",
      "isEnding": true
    },
    {
      "storyTitle": "ماغي تتواصل معك: 'بوس، لقد قمت بالتحليل الحراري. إما أن هناك حفلًا لعشرين دبًا قطبيًا في الأعلى، أو أن هذا الطابق 'غير الموجود' هو أكثر غرفة معزولة حراريًا في نيويورك. كما أن قهوتي باردة، وهذه هي الأولوية الآن.'",
      "choice1": "تستخدم ملاحظات ماغي لتحديد نقطة دخول سرية.",
      "choice2": "تتجاهل ملاحظاتها وتواصل البحث عن طريق علني.",
      "next1": 5,
      "next2": 6,
      "isEnding": false
    },
    {
      "storyTitle": "بعد استجواب حارس الأمن، ينهار ويعترف لك أن 'البعض فوق' طلب منه نسيان ما رآه. يخبرك عن طابق سري كان يُستخدم في الماضي لأعمال صيانة، لكنه أصبح 'محظورًا' مؤخراً. يخشى أن يتكلم أكثر.",
      "choice1": "تطمئنه وتجعله يعترف لك بالقصة كاملة.",
      "choice2": "تستخدم المعلومات التي حصلت عليها لتجد طريقك إلى الطابق.",
      "next1": 7,
      "next2": 5,
      "isEnding": false
    },
    {
      "storyTitle": "بناءً على ملاحظات ماغي، تتسلل إلى المبنى وتجد أن هناك بابًا سريًا خلف لوحة في الطابق الثاني عشر. تدخل الباب، وتجد نفسك في مصعد قديم يُقال إنه معطل. تشغله بنفسك وتضغط على زر لم يكن موجودًا من قبل. يصعد المصعد إلى الطابق الثالث عشر.",
      "choice1": "تفتح الباب وتدخل الطابق.",
      "choice2": "تتردد وتعود إلى الأسفل لتفكر في الأمر.",
      "next1": 8,
      "next2": 9,
      "isEnding": false
    },
    {
      "storyTitle": "تستخدم الأبواب العادية في المبنى لكنك تفشل. جميع الأبواب موصدة. ينتهي بك المطاف في مواجهة مباشرة مع حراس الأمن، وتُجبر على المغادرة. لم تتمكن من كشف السر أبدًا، وتظل القصة مجرد لغز آخر.",
      "isEnding": true
    },
    {
      "storyTitle": "تجعله يتحدث أكثر. يخبرك أن الطابق 'كان يختفي أحيانًا' وأن 'صوتًا ميكانيكيًا غريبًا كان يأتي منه'. يروي لك قصة عن رجل أعمال يبدو أنه سمع 'الصراخ' وهرب من المبنى مذعورًا.",
      "choice1": "تجد رجل الأعمال وتستجوبه.",
      "choice2": "تعتبر القصة دليلاً كافياً وتدخل الطابق مباشرة.",
      "next1": 10,
      "next2": 8,
      "isEnding": false
    },
    {
      "storyTitle": "تفتح الباب. الطابق ليس ناديًا سريًا، بل هو مزرعة خوادم ضخمة ومعزولة تمامًا عن الصوت. 'الصراخ' الذي سمعته كان الفشل الكارثي لوحدة تبريد، وهو صوت اهتز في هيكل المبنى. ترى شاشة ضخمة تعرض بيانات من كل أنحاء العالم. تدرك أن السر ليس عن النخبة، بل عن البيانات. عملاق تكنولوجيا يقوم بتدريب ذكاء اصطناعي متقدم، وربما غير قانوني. الأعضاء الذين كانوا يزورون المبنى كانوا مجرد أعضاء مجلس إدارته.",
      "isEnding": true
    },
    {
      "storyTitle": "تتردد وتعود إلى الأسفل. بينما أنت في طريقك للخروج، تسمع صافرات إنذار. ينفجر جزء من الطابق الثالث عشر، وتتصاعد منه ألسنة اللهب. لقد كان ترددك هو ما أنقذك من الانفجار، ولكنك لم تكشف السر. هل كان الصراخ تحذيرًا؟",
      "isEnding": true
    },
    {
      "storyTitle": "تجد رجل الأعمال. يخبرك أن الصراخ لم يكن بشريًا. 'لقد كان صوتًا...' يقول وهو يرتجف '..من آلة. صوت شيء يولد'. يخبرك أنه كان في اجتماع عندما بدأ الصراخ، وأن الخبراء لم يستطيعوا تفسيره. 'لقد كان شيئًا حيًا، لكنه لم يكن على قيد الحياة.'",
      "choice1": "تصدقه وتعود إلى المبنى.",
      "choice2": "تعتبره مجنوناً وتتخلى عن القضية.",
      "next1": 8,
      "next2": 11,
      "isEnding": false
    },
    {
      "storyTitle": "تتخلى عن القضية وتعتبر رجل الأعمال مجنوناً. بعد شهر، يتم العثور عليه ميتًا. 'التحقيق' يقول إنه 'توفي من الخوف'. لقد كانت الحقيقة أمام عينيك، لكنك اخترت أن تتجاهلها. هل هناك أسرار أخرى تتخفى عن مرأى الجميع، في انتظار أن يتم كشفها؟",
      "isEnding": true
    }
  ]

}
