{
  "title": "ضريبة الدولاهان",
  "image": "assets/images/dullahan.jpg",
  "description": "رحلة غامضة بين الحكايات المفقودة، حيث تحاول إعادة الألوان إلى عالم غارق في النسيان.", 
  "author": "محمد حسام", 
  "tags": ["خيال", "مغامرة", "قصص تفاعلية"],
  "nodes": [
    {
      "storyTitle": "في الأساطير الأيرلندية، الدولاهان هو فارس بلا رأس ينادي على اسم شخص على وشك أن يموت. ولكن ماذا لو لم تكن مجرد أسطورة؟ سجلات الرعية في قرية نائية تظهر أنه على مدار 300 عام، وفي الليلة التي يتساقط فيها لحاء شجرة بلوط قديمة محددة، يموت شخص واحد دائمًا. ودائمًا ما يسمع شخص ما اسمًا على الريح.",
      "choice1": "أنت عالمة أنثروبولوجيا. تقررين أن تتبعي السجلات وتبحثي عن القرية.",
      "choice2": "تعتبرين الأمر مجرد خرافة محلية وتتجاهلينه.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "تصلين إلى القرية وتجدين شجرة البلوط الضخمة التي تحمل علامات الزمن. يرحب بك الناس ببرود و\"قبول قاتم\". يرفضون تسمية الظاهرة بـ\"لعنة\"، بل يسمونها \"ضريبة الدولاهان\". تتعرفين على \"شيموس\"، صاحب الحانة، الذي يستهزئ بالقصص لكنه يخدمك بقهوة ساخنة.",
      "choice1": "تبقين في القرية لتشهدي تساقط لحاء الشجرة.",
      "choice2": "تتحدثين مع القرويين وتجمعين المزيد من الأساطير.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تجاهلك للأمر يجعلك تعودين إلى حياتك الأكاديمية. لاحقًا، تجدين ملاحظات في سجلات الرعية تتحدث عن أحداث مشابهة في قرى أخرى، لكنك لم توليها اهتمامًا. تفوتين فرصة لكشف سر ثقافي عميق وتظلين جاهلة بحقيقة الأمر.",
      "isEnding": true
    },
    {
      "storyTitle": "تبقين في القرية، وفي تلك الليلة، يضرب صوت الريح القوي النافذة. تبدأ الشجرة في تساقط لحائها، وتسمعين همسًا على الريح. يتسلل الصوت إلى عقلك، ويتردد فيه اسمك. 'اسمكِ' هو الاسم الذي سمعته. يسيطر عليك الذعر. ماذا تفعلين؟",
      "choice1": "تغلقين على نفسك وتختبئين في غرفتك.",
      "choice2": "تخرجين إلى القرية بحثًا عن شخص آخر سمع الاسم.",
      "next1": 5,
      "next2": 6,
      "isEnding": false
    },
    {
      "storyTitle": "تتحدثين مع القرويين. يتذكرون قصصًا عن \"عواء البانشي\" و\"بكاء لا يورونا\" في قارات أخرى. القرويون يعتقدون أنها كلها جزء من نظام إنذار مبكر للموت. يبدو الأمر لهم طبيعيًا، ولكنه مرعب لك.",
      "choice1": "تصدقين أن الأمر طبيعي وتستعدين للاستماع.",
      "choice2": "تشككين في قصصهم وتذهبين لإجراء بحث علمي على الشجرة.",
      "next1": 3,
      "next2": 7,
      "isEnding": false
    },
    {
      "storyTitle": "يقول لك شيموس، بأسلوب ساخر: 'آه، نذير موت، أليس كذلك؟ أنا قزم. لدينا مواسير سيئة وأشجار قديمة، يا بروفيسورة. الشيء الوحيد الذي ينادي على الأسماء هو العجوز فينيجان عندما ينفد الويسكي'. هل تأخذين نصيحته على محمل الجد أم تصرين على أن هناك شيئًا خارقًا للطبيعة يحدث؟",
      "choice1": "تقتنعين بكلامه وتتخلين عن فكرة الأساطير.",
      "choice2": "تتجاهلين كلامه وتستمرين في بحثك عن الظاهرة.",
      "next1": 9,
      "next2": 3,
      "isEnding": false
    },
    {
      "storyTitle": "في صباح اليوم التالي، تستيقظين، وأنتِ بخير. تخرجين بحذر، فتجدين القرويين يتجمعون حول منزل العجوز فينيجان، الذي توفي أثناء نومه بسبب سكتة قلبية. تدركين الحقيقة الصادمة: الدولاهان ليس فارسًا. كان هو، فينيجان، من يئن من الألم، والقرية بأكملها سمعت صوته باسمك. الصراخ كان صراخه، لكنكِ فسرته باسمكِ. لم يكن الأمر خارقًا للطبيعة، بل كان قوة الإيحاء الجماعية، وتفسير للعقل الواعي لما يحدث في العقل الباطن.",
      "isEnding": true
    },
    {
      "storyTitle": "بعدما سمعتِ اسمكِ، تخرجين مذعورة وتبحثين عن شخص آخر. لا أحد يجيب على ندائك. في الفزع، تهربين من القرية. في أثناء هروبكِ، تتعثرين وتكسرين قدمكِ. تجدين نفسكِ وحيدة في الغابة، وتدركين أنكِ لن تستطيعي العودة أبدًا.",
      "isEnding": true
    },
    {
      "storyTitle": "تجرين اختبارات علمية على الشجرة. تجدين أنها تطلق جسيمات دقيقة جدًا في الهواء أثناء تساقط لحائها، وأن هذه الجسيمات تسبب هلوسات سمعية بسيطة. تكتشفين أن \"الدولاهان\" ليس سوى ظاهرة طبيعية، وأن \"الأسماء\" هي مجرد تفسير لها.",
      "isEnding": true
    },
    {
      "storyTitle": "تقتنعين بكلام شيموس. في صباح اليوم التالي، تسمعين عن وفاة العجوز فينيجان. يخبركِ شيموس، بابتسامة حزينة: 'لقد كان يتوقع ذلك. لقد كان مريضًا منذ فترة، وكانت هذه هي ليلته'. تدركين أن القرويين لم يكونوا خائفين من 'الدولاهان'، بل كانوا على علم بوفاته المحتملة، وأن الأسطورة كانت طريقة لقبول هذه الحقيقة. ليس الأمر خارقًا للطبيعة، بل هو شكل من أشكال الرعاية المجتمعية. لقد فهمتِ الأمر لكنكِ لم تشهدي الحقيقة بنفسكِ.",
      "isEnding": true
    }
  ]

}

