{
  "title": "كارثة كيسلر",
  "image": "assets/images/kessler_catastrophe.jpg",
  "nodes": [
    {
      "storyTitle": "في عام 1978، طرح عالم من ناسا يدعى دونالد كيسلر نظرية مرعبة: في يوم من الأيام، ستتصادم النفايات الفضائية في المدار الأرضي المنخفض، مما سيؤدي إلى سلسلة من ردود الفعل التي ستحطم جميع أقمارنا الصناعية وتجعل السفر إلى الفضاء مستحيلاً لأجيال قادمة. وثائق رُفعت عنها السرية مؤخراً تشير إلى أننا لم نتوقع هذا الحدث فقط... بل ربما نكون قد تسببنا فيه بالفعل.",
      "choice1": "تبدأ بالبحث في وثائق عام 2009 عن اصطدام إيريديوم-كوزموس.",
      "choice2": "تتجاهل الوثائق وتنظر إلى التطورات الحديثة في تكنولوجيا الفضاء.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "في قلب الوثائق، تجد إشارات إلى أن اصطدام إيريديوم-كوزموس لم يكن مجرد حادث، بل كان 'الخطأ الأول في التوقع'. هناك إشارات إلى 'شذوذات' غامضة في مسارات أقمار صناعية أخرى بعد الاصطدام بفترة وجيزة، بالإضافة إلى استثمارات هائلة وغير معلنة في بنية تحتية أرضية بديلة.",
      "choice1": "تستمر في البحث عن المزيد من الأدلة التي تثبت الكارثة.",
      "choice2": "تشكك في كل شيء وتتواصل مع مصدر حكومي موثوق.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تستمع إلى تحليل 'سام'، صوت ذكاء اصطناعي منطقي وجاف، يخبرك أن احتمال وقوع حدث تصادم متسلسل قد زاد بنسبة 4.7% في العام الماضي. هل تستخدم هذا التحليل كدليل على الكارثة الوشيكة، أم ترفضه كبيانات مضللة؟",
      "choice1": "تعتمد على تحليل 'سام' وتشارك المعلومات علنًا.",
      "choice2": "تتجاهل تحليل 'سام' وتعود إلى البحث بنفسك.",
      "next1": 5,
      "next2": 1,
      "isEnding": false
    },
    {
      "storyTitle": "تعثر على مقالات صحفية قديمة تتحدث عن أضواء غريبة في الغلاف الجوي وسقوط قطع معدنية صغيرة من السماء. كل هذه الأدلة تشير إلى أن 'متلازمة كيسلر' قد بدأت بالفعل، وأن الحكومات تقوم بتهيئة الجمهور تدريجيًا لعالم بلا نظام تحديد المواقع العالمي (GPS) أو اتصالات عالمية. هل تواصل البحث عن أدلة جديدة، أم تحاول كشف الحقيقة للجمهور الآن؟",
      "choice1": "تجمع كل الأدلة وتكشف القصة للعالم.",
      "choice2": "تبحث عن مصدر من داخل الحكومة لإثبات شكوكك.",
      "next1": 6,
      "next2": 7,
      "isEnding": false
    },
    {
      "storyTitle": "تنجح في الوصول إلى مصدر حكومي رفيع المستوى. يوضح لك المصدر أن الوثائق حقيقية، لكن تفسيرها خاطئ. كارثة كيسلر ليست حدثًا مستمرًا، بل مجرد توقع لأسوأ السيناريوهات يُستخدم لتأمين التمويل للقوات الفضائية وشركات تنظيف الفضاء الخاصة. المؤامرة ليست للتستر على نهاية عصر الفضاء، بل هي أزمة مُختلقة لتغذية سباق تسلح جديد في المدار.",
      "choice1": "تصدق المصدر وتكشف عن المؤامرة الحقيقية.",
      "choice2": "تشكك في المصدر وتصر على أن الكارثة حقيقية.",
      "next1": 8,
      "next2": 9,
      "isEnding": false
    },
    {
      "storyTitle": "تشارك المعلومات التي قدمها 'سام' على الإنترنت. في البداية، تنتشر القصة، ولكن سرعان ما تظهر مقاطع فيديو وحسابات زائفة تسخر من نظرياتك وتصفك بالهوس. يرفض الخبراء تحليلاتك، وتصبح مجرد 'منظر مؤامرة' آخر. يفقد الناس الثقة فيك، ويظل الوضع الراهن كما هو، لأنك قدمت الحقائق الصحيحة بطريقة خاطئة.",
      "isEnding": true
    },
    {
      "storyTitle": "تجمع كل الأدلة وتنشرها. تنتشر القصة كالنار في الهشيم، وتثير ذعرًا عالميًا. الناس يبدأون في تخزين المؤن، وتنهار الأسواق المالية، وتطالب الحكومات بالشفافية. في النهاية، يتم الكشف عن أن الأدلة كانت مجرد جزء من خطة خادعة. لقد نجحت في إثبات المؤامرة، لكنك تسببت في فوضى عالمية لا داعي لها. 'لقد فزت' يقول لك صوت في رأسك، 'لكنك دمرت العالم.'",
      "isEnding": true
    },
    {
      "storyTitle": "تجد المصدر الحكومي. يخبرك أن كارثة كيسلر كانت 'أسطورة ضرورية'. وأن الشركات الخاصة كانت على استعداد لبناء أسلحة في الفضاء، وأن الخوف من كارثة كيسلر كان مبررًا سياسيًا لمنعهم. لقد كانت خطة لإجبار الحكومات على وضع قوانين جديدة للحد من التسلح في الفضاء. لم يكن هناك ما يُخفى عن الناس، بل كانت هناك خطة لمنع التسلح بطريقة دبلوماسية.",
      "choice1": "تُقرر كشف الحقيقة كاملة.",
      "choice2": "تُبقي على السرية لمصلحة البشرية.",
      "next1": 10,
      "next2": 11,
      "isEnding": false
    },
    {
      "storyTitle": "تكشف عن المؤامرة الحقيقية. الناس يدركون أن الحكومات والشركات تلاعبت بهم من أجل المال والسلطة. ثورة من الغضب تجتاح العالم. لكن هذا الغضب يؤدي إلى إضعاف الجهود الدولية للتعاون في الفضاء، مما يترك المدار الأرضي عرضة للخطر الحقيقي. لقد منعت الكارثة المصطنعة، لكنك مهدت الطريق لكارثة حقيقية.",
      "isEnding": true
    },
    {
      "storyTitle": "تصر على أن الكارثة حقيقية وتُكذب المصدر. ينتهي بك المطاف وحيداً، وقد فقدت مصداقيتك. تمر الأيام، ولا تحدث الكارثة. تستمر الأقمار الصناعية في العمل، ويبقى العالم كما هو، باستثناء حياتك. لقد كنت على حق بشأن الكارثة، لكنك كنت الوحيد الذي رأى ذلك، ولهذا السبب، لم تستطع إنقاذ أحد.",
      "isEnding": true
    },
    {
      "storyTitle": "تختار كشف الحقيقة كاملة. تكشف المؤامرة الحقيقية والأسباب وراءها. الغضب الشعبي يتزايد، ولكن هذه المرة، يتجه نحو محاسبة الشركات التي تلاعبت بالخوف. يتم سن قوانين دولية جديدة لتنظيم الفضاء، وتصبح مهمة تنظيف النفايات الفضائية جهدًا عالميًا حقيقيًا. لقد منعت الكارثة المصطنعة، وفي نفس الوقت، منعت الكارثة الحقيقية.",
      "isEnding": true
    },
    {
      "storyTitle": "تُبقي على السرية. تُقرر أن مصلحة البشرية أهم من الحقيقة. يستمر الناس في الاعتقاد بالخطر الوشيك، ولكن هذا الخوف يدفعهم لدعم المزيد من الجهود في استكشاف الفضاء. يتم تأسيس برامج جديدة لتنظيف المدار، وتستمر الدول في التعاون في الخفاء. لقد أصبحت حارسًا للسر، وحاملاً لمستقبل البشرية، في عالم مبني على كذبة نبيلة.",
      "isEnding": true
    }
  ]
}