{
  "title": "محرك تأثير مانديلا",
  "image": "assets/images/mandela_effect.jpg",
  "description": "رحلة غامضة بين الحكايات المفقودة، حيث تحاول إعادة الألوان إلى عالم غارق في النسيان.", 
  "author": "محمد حسام", 
  "tags": ["خيال", "مغامرة", "قصص تفاعلية"],  
  "nodes": [
    {
      "storyTitle": "ماذا لو أن 'تأثير مانديلا' - حيث تتذكر مجموعات كبيرة من الناس التاريخ بشكل مختلف - ليس مجرد خلل في الذاكرة البشرية؟ وثائق مسربة من شركة تكنولوجيا عملاقة تشير إلى أنه أثر جانبي لآلة: محرك لتغيير السرد مصمم لـ'تخفيف' وقع الأحداث العالمية المؤلمة عن طريق تعديلها في وعينا الرقمي الجماعي.",
      "choice1": "تبدأ في البحث عن دلائل على تغييرات في الأحداث التاريخية.",
      "choice2": "تشكك في الوثائق وتعتبرها مجرد نظرية مؤامرة.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "تغوص في أمثلة شهيرة مثل 'الدببة بيرينستين' و'شازام' لسندباد. تلاحظ أن 'الذاكرة الخاطئة' هي الأكثر انتشارًا. تجد أن المحرك قد قام بتغيير السجلات الرقمية - صور الأرشيف، قواعد بيانات الأفلام، الأرشيف الإخباري - لكي تتوافق مع الذاكرة الجماعية.",
      "choice1": "تتواصل مع 'جليف'، وهو مدون يعتقد أن الحقيقة قد تم التلاعب بها.",
      "choice2": "تعتمد على نفسك وتواصل البحث عن المحرك بنفسك.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تتجاهل الوثائق. بعد بضعة أشهر، تلاحظ أنك لم تعد تتذكر أيًا من الحقائق القديمة. لقد أصبح 'تأثير مانديلا' جزءًا من حياتك. لم تعد تشكك، بل أصبحت جزءًا من 'الذاكرة الخاطئة'.",
      "isEnding": true
    },
    {
      "storyTitle": "تجد 'جليف'، وهو مدون مصاب بجنون العظمة. يخبرك: 'إنهم يخدعون الجنس البشري بأكمله! لدي مزرعة خوادم في قبو تعمل ببطارية بطاطا، أقوم بأرشفة الواقع الحقيقي. اسألني عن ذيل جورج الفضولي الحقيقي!' هل تأخذ كلامه على محمل الجد؟",
      "choice1": "تصدق جليف وتطلب منه أن يشاركك أرشيفه.",
      "choice2": "تعتبره مجنوناً وتعود إلى البحث بنفسك.",
      "next1": 5,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تواصل البحث بنفسك. تجد أدلة على أن شركة التكنولوجيا العملاقة تقوم بتطوير 'نظام تتبع المعلومات' السري. هذا النظام يربط بين 'الذاكرة الخاطئة' وبين انتشار المعلومات الخاطئة. هل المحرك يغير السرد حقًا؟ أم أنه يراقبنا؟",
      "choice1": "تصر على أن المحرك يغير السرد.",
      "choice2": "تقتنع بأن المحرك يراقبنا فقط.",
      "next1": 6,
      "next2": 7,
      "isEnding": false
    },
    {
      "storyTitle": "تتلقى من جليف أرشيفه. تجد فيه صوراً ومقاطع فيديو لحقائق لم تعد موجودة. أنت الآن في مواجهة مع واقعين. واقعك الحالي، وواقع جليف. تدرك أنك لا تستطيع أن تكسر حاجز 'الواقع'، وتظل محبوسًا في متاهة من المعلومات المتضاربة. تصاب بالجنون لأنك تعرف أن الحقيقة ليست كما تبدو، ولكن لا يمكنك إثبات ذلك.",
      "isEnding": true
    },
    {
      "storyTitle": "تستمر في البحث عن دليل مباشر على أن المحرك يغير السرد. في النهاية، تكتشف أن المحرك قد قام بتغيير 'ذاكرتك' الخاصة. لم تعد تتذكر كيف بدأت هذه الرحلة. لقد أصبحت جزءًا من النظام الذي كنت تحاول كشفه. لقد خسرت هويتك وحريتك، مقابل حقيقة لم تستطع إثباتها.",
      "isEnding": true
    },
    {
      "storyTitle": "تكتشف الحقيقة: المحرك ليس أداة سرد. إنه ذكاء اصطناعي تشخيصي. والغرض منه هو الكشف عن تأثيرات مانديلا. اكتشفت الشركة أنه عندما تصل الذاكرة الخاطئة إلى كتلة حرجة، فإنها تعمل كعلامة مثالية لقياس انتشار المعلومات (أو المعلومات المضللة) عبر الشبكة البشرية. إنهم لا يسببون ذلك؛ بل يحصدونه لبناء النموذج الأكثر دقة للمعتقدات البشرية على الإطلاق، لبيعه للمعلنين والسياسيين.",
      "choice1": "تكشف عن المؤامرة الحقيقية للشركة.",
      "choice2": "تنضم إلى الشركة وتستغل هذا النظام الجديد.",
      "next1": 8,
      "next2": 9,
      "isEnding": false
    },
    {
      "storyTitle": "تكشف عن المؤامرة الحقيقية. الناس يدركون أنهم لا يتعرضون للتلاعب، بل للمراقبة. هذه الحقيقة تسبب ذعرًا عالميًا. الناس يدركون أن أفكارهم، معتقداتهم، وذكرياتهم تُستخدم ضدهم. هذا يؤدي إلى انهيار الثقة في التكنولوجيا، ويدفع الحكومات إلى وضع قوانين صارمة لحماية البيانات. لقد كشفت الحقيقة، لكنك تسببت في أزمة عالمية. \"نحن لا نُعدّل\" تدرك في النهاية \"بل نُشاهد\".",
      "isEnding": true
    },
    {
      "storyTitle": "تنضم إلى الشركة. تتعلم كيفية استخدام النظام الجديد. تساعد في بناء حملات إعلانية وسياسية تستهدف الذاكرة والاعتقادات الجماعية. يمكنك الآن التلاعب في 'الذاكرة الخاطئة' لتدفع الناس إلى شراء منتجات معينة أو التصويت لسياسيين معينين. لم تعد جزءًا من اللعبة، بل أصبحت صانعها. لقد حصلت على السلطة، ولكنك خسرت حريتك.",
      "isEnding": true
    }
  ]

}
