{
  "title": "شفرة أمين المكتبة",
  "image": "assets/images/librarian.jpg",
  "nodes": [
    {
      "storyTitle": "عندما احترقت مكتبة الإسكندرية، لم تكن تلك أكبر خسارة للمعرفة في التاريخ. بل كان ذلك الحريق مجرد تحويل للأنظار. فقد كان الكنز الحقيقي، جوهر المكتبة، قد اختفى بالفعل. قام بتهريبه أمين مكتبة واحد قام بتشفير موقعه في أول ملحمة عظيمة كُتبت على الإطلاق: ملحمة جلجامش.",
      "choice1": "تبدأ في البحث عن لوح طيني محدد من ملحمة جلجامش.",
      "choice2": "تتجاهل ملحمة جلجامش وتبحث عن مكتبات أخرى قديمة.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "تتبع أثر لوح طيني يصف رحلة جلجامش إلى 'غابة الأرز'. تجد أن وصف الغابة لا يتطابق مع أي جغرافيا معروفة، لكنه يصف بدقة وادياً خفياً وخصباً في جبال أطلس. هل هذا هو المكان الذي تم فيه إخفاء المعرفة؟",
      "choice1": "تتجه مباشرة إلى جبال أطلس للبحث عن الوادي.",
      "choice2": "تحاول فك شفرات أخرى في الملحمة.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تجد إشارات غامضة إلى مكتبات ضخمة وغير معروفة في 'طريق الحرير' وفي تمبكتو. يبدو أن هناك مصدراً خفياً واحداً يزود هذه المكتبات بالمعرفة المتقدمة. هل هذا الدليل على أن مكتبة الإسكندرية لم تختفِ، بل تشتتت في جميع أنحاء العالم؟",
      "choice1": "تستمر في البحث عن الأدلة التي تدعم نظرية التشتت.",
      "choice2": "تحاول إيجاد صلة مباشرة بين هذه المكتبات والإسكندرية.",
      "next1": 5,
      "next2": 6,
      "isEnding": false
    },
    {
      "storyTitle": "تسافر إلى جبال أطلس. بعد أشهر من البحث، تجد الوادي. إنه مكان جميل، لكنه لا يحتوي على أي مكتبة أو كنوز. لقد كان 'الوادي الخصب' مجرد مكان للراحة. تشعر بالخيبة، وتدرك أنك ضيعت وقتك في مطاردة خيال.",
      "isEnding": true
    },
    {
      "storyTitle": "تستمر في فك شفرة الملحمة. تجد أن جلجامش يصف 'الخيوط التي تربط النجوم'، وهي ليست وصفاً فلكياً، بل وصفاً لخريطة طريق. تتأكد من أن هناك مؤامرة عالمية لإخفاء المعرفة.",
      "choice1": "تتبع الخريطة للعثور على المكتبة.",
      "choice2": "تتواصل مع مؤرخين ومختصين لمشاركة اكتشافك.",
      "next1": 7,
      "next2": 8,
      "isEnding": false
    },
    {
      "storyTitle": "تغوص في الوثائق التي تربط بين المكتبات المختلفة. تكتشف أن تواريخ ظهور المعرفة المتقدمة في هذه الأماكن لا تتطابق مع الجدول الزمني الممكن لنقل محتويات المكتبة. تنظر إليك 'بياتريس' وهي تقول بأسلوب لاذع: 'أوه، عبقري! مؤامرة عالمية من أمناء مكتبات مستنيرين. هل لديهم مصافحات سرية أيضاً؟ ربما نظام ديوي العشري هو في الواقع خريطة إلى أتلانتس. لهذا السبب ألتزم بالسجلات الضريبية'.",
      "choice1": "تصدق كلامها وتتخلى عن فكرة المؤامرة.",
      "choice2": "تصر على أن هناك مؤامرة، لكنها ليست كما كنت تعتقد.",
      "next1": 9,
      "next2": 10,
      "isEnding": false
    },
    {
      "storyTitle": "تحاول إيجاد صلة مباشرة بين مكتبة الإسكندرية والمكتبات الأخرى. تجد وثائق عن رحلة سرية لأمين المكتبة نفسه، ولكن الوثائق مجزأة. هل تواصل البحث عن بقية الوثائق أم تبدأ في التفكير في تفسير آخر؟",
      "choice1": "تستمر في البحث عن بقية الوثائق.",
      "choice2": "تتخلى عن البحث عن الوثائق وتفكر في نظرية جديدة.",
      "next1": 6,
      "next2": 9,
      "isEnding": false
    },
    {
      "storyTitle": "تتبع الخريطة. بعد رحلة طويلة، تصل إلى كهف في الصحراء. الكهف فارغ، لا يحتوي إلا على لوح طيني واحد. اللوح يصف رحلة جلجامش إلى 'مكان النور' في نهاية رحلته. تدرك أنك قد وقعت في فخ. لم تكن الخريطة للعثور على مكتبة، بل كانت 'شفرة' لتوصيل رسالة: 'المعرفة لا تُخفى في مكان واحد'.",
      "isEnding": true
    },
    {
      "storyTitle": "تشارك اكتشافك مع مؤرخين. يقومون بتحليل لوحك الطيني. يوضحون أن 'الخيوط التي تربط النجوم' هي مجرد استعارة شعرية. إنك ترى أنماطًا حيث لا توجد. لقد كان مجرد نص أدبي عظيم. تشعر بالإحباط، وتدرك أن بحثك كان مجرد هوس.",
      "isEnding": true
    },
    {
      "storyTitle": "تتخلى عن فكرة المؤامرة. تدرك أن كل الأدلة التي وجدتها كانت عبارة عن 'باريدوليا' - أي رؤية أنماط حيث لا توجد. لا توجد مكتبة مخبأة. ومع ذلك، تظل هناك أسئلة: كيف ظهرت كل هذه المعرفة المتقدمة في أماكن مختلفة في وقت واحد؟",
      "choice1": "تتجه إلى عالم الفلك وتحاول إيجاد إجابة.",
      "choice2": "تتجه إلى علم الأنثروبولوجيا وتدرس كيف تنتشر الأفكار.",
      "next1": 11,
      "next2": 12,
      "isEnding": false
    },
    {
      "storyTitle": "تصر على أن هناك مؤامرة، لكنها ليست لإخفاء شيء، بل لإخفاء حقيقة أخرى. تواصل البحث وتكتشف أن أمين المكتبة لم يخفِ المعرفة، بل قام بنشرها. سافر هو وأتباعه حول العالم، ونشروا بذور الفلسفة والرياضيات والفلك في ثقافات مختلفة، مما أدى إلى ازدهار 'مستقل' للحضارة البشرية في أماكن مختلفة. المكتبة لم تكن مكاناً؛ لقد كانت فكرة، ولقد نجت من الحريق.",
      "isEnding": true
    },
    {
      "storyTitle": "تتحدث مع علماء الفلك. يوضحون لك أن كل الحضارات الكبرى قد توصلت إلى نفس المبادئ الفلكية لأنهم كانوا يدرسون نفس السماء. لا يوجد أي دليل على مؤامرة، بل هو دليل على أن كل العقول العظيمة في التاريخ كانت ترى نفس الشيء وتتخذ نفس الاستنتاجات.",
      "isEnding": true
    },
    {
      "storyTitle": "تدرس علم الأنثروبولوجيا. تكتشف أن أمين المكتبة لم يخفِ المعرفة، بل قام بتوزيعها. لقد سافر هو وأتباعه، وهم ليسوا قلة، إلى جميع أنحاء العالم، وقاموا بدمج الأفكار في الثقافات المحلية. المكتبة لم تمت، بل تشتتت في مجرى دم البشرية. المؤامرة كانت مؤامرة تنوير، لا إخفاء. هل يمكن أن تكون هناك حقائق إنسانية عظيمة وموحدة أخرى مخبأة على مرأى من الجميع، متناثرة في جميع ثقافاتنا، في انتظار إعادة ربطها؟",
      "isEnding": true
    }
  ]
}