{
  "title": "علاج التناظر",
  "image": "assets/images/symmetry_cure.jpg",
  "nodes": [
    {
      "storyTitle": "عيادة نائية في جبال سويسرا تزعم تحقيق نسبة نجاح 100% في علاج الإدمان والصدمات النفسية. طريقتهم سرية للغاية. لكن مذكرات مريض سابق تكشف الحقيقة: لا يعالجون العقل، بل يجرون عملية دقيقة وغير جراحية لجعل دماغ المريض متناظراً فيزيائياً. يبدو الأمر جنونياً، لكن النتائج لا يمكن إنكارها.",
      "choice1": "تتجه فوراً إلى سويسرا لتكشف سر هذه العيادة بنفسك.",
      "choice2": "تشكك في المذكرات وتطلب من صديقك عالم الأعصاب، الدكتور إيفانز، أن يساعدك في التحقيق.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "تصل إلى العيادة. كل شيء فيها متناظر بشكل مثالي، من الأثاث إلى الوجبات. الموظفون هادئون، والمرضى يمشون بخطوات متزنة. يرحب بك المدير بهدوء مخيف، ويدعوك للاطلاع على بعض 'العلاجات'.",
      "choice1": "تتظاهر بأنك مريض وترغب في الخضوع للعلاج لمعرفة الحقيقة.",
      "choice2": "ترفض وتصر على رؤية المختبرات والمعدات.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "يتلقى الدكتور إيفانز رسالتك ويجيب بأسلوبه الساخر المعتاد: 'هذه هي العلوم الزائفة في أعلى مستوياتها. تناظر الدماغ هو سمة من سمات الفقاريات الدنيا. دماغنا غير المتناظر هو ما يمنحنا اللغة والفن. أنتِ لا تعالجينهم؛ أنتِ تحولينهم إلى رخويات بحرية سعيدة. '",
      "choice1": "تقتنع بكلامه وتعود إلى بلدك، متخلية عن القضية.",
      "choice2": "تصر على أن هناك شيئًا ما يحدث وتطلب منه أن يأتي ليساعدك.",
      "next1": 5,
      "next2": 6,
      "isEnding": false
    },
    {
      "storyTitle": "تخضع للعلاج. في الأسبوع الأول، يتم وضعك في غرفة بيضاء متناظرة، وتُقدَّم لك وجبات متناظرة. تشعر بالملل والضجر. في الأسبوع الثاني، تبدأ جلسات التنويم المغناطيسي. 'التوازن هو السلام'، يقول لك صوت هادئ، 'التناظر هو النظام'. بعد شهر، تشعر بهدوء عميق وراحة لم تشعر بها من قبل. ولكنك تدرك أنك فقدت شغفك، وقدرتك على التفكير الإبداعي. لقد أصبحت متوازناً، ولكنك لم تعد أنت.",
      "isEnding": true
    },
    {
      "storyTitle": "ترفض الانخراط في العلاج. المدير يبتسم ويأخذك في جولة في المختبرات. ترى أجهزة قياس بيومترية متقدمة، ولكن لا يوجد ما يشير إلى أي عمليات جراحية. 'نحن لا نلمس الجسم' يقول المدير، 'نحن نصلح العقل. فكل شيء يبدأ وينتهي فيه.'",
      "choice1": "تتسلل إلى المختبرات ليلاً للبحث عن دليل سري.",
      "choice2": "تغادر العيادة وتعود إلى الدكتور إيفانز لمشاركة ما رأيته.",
      "next1": 7,
      "next2": 6,
      "isEnding": false
    },
    {
      "storyTitle": "تتخلين عن القضية. بعد بضعة أشهر، تقرأين مقالاً عن العيادة في مجلة علمية مرموقة. يقول المقال إن العيادة لا تستخدم التناظر الجسدي، بل علاجًا نفسيًا متقدمًا يعتمد على قوة الإيحاء. تشعرين بالندم لأنكِ لم تكملي البحث بنفسكِ.",
      "isEnding": true
    },
    {
      "storyTitle": "الدكتور إيفانز يأتي لمساعدتك. تتسللان إلى العيادة ليلاً وتجدان أدلة على أن 'العملية' ليست جراحية. العيادة تستخدم البيئة المحيطة والتنويم المغناطيسي لإقناع المرضى بأن دماغهم يصبح متناظراً، وهذا الإيمان هو ما يسبب 'العلاج'.",
      "choice1": "تكشفان الحقيقة عن العيادة وتغلقانها.",
      "choice2": "تستخدمان ما تعلمتما لتطوير علاج جديد يعتمد على الإيحاء.",
      "next1": 8,
      "next2": 9,
      "isEnding": false
    },
    {
      "storyTitle": "تتسلل إلى المختبرات. تجد مجموعة من أجهزة الكمبيوتر التي تعرض خرائط ثلاثية الأبعاد لدماغ كل مريض. لا يوجد أي دليل على جراحة، ولكنك ترى أن الخرائط تتغير تدريجياً، لتبدو أكثر تناظراً. يبدو أن هناك شيئًا خفيًا يحدث. فجأة، يظهر المدير من خلفك: 'لقد وجدتها. الحقيقة ليست في آلة، بل في البيانات.'",
      "choice1": "تهرب من العيادة وتكشف عن كل شيء.",
      "choice2": "تتحدى المدير وتطلب منه أن يفسر لك ما يحدث.",
      "next1": 10,
      "next2": 11,
      "isEnding": false
    },
    {
      "storyTitle": "تكشفان الحقيقة. يتسبب الأمر في فضيحة عالمية، وتغلق العيادة. يدرك الناس أن العيادة لم تكن تعالجهم، بل كانت تبيعهم كذبة. يثور عليهم المرضى السابقون الذين شعروا بأنهم تعرضوا للخداع. لقد أوقفت كذبة، لكنك تسببت في ألم للمرضى الذين اعتقدوا أنهم تم شفاؤهم.",
      "isEnding": true
    },
    {
      "storyTitle": "تستخدمان ما تعلمتما لتطوير علاج جديد يعتمد على الإيحاء. تدركان أن العقل البشري يملك القدرة على شفاء نفسه إذا كان يؤمن بذلك. لقد أصبحتما من أعظم الأطباء، ولكنكما تعملان في ظل من يطلقون عليهم 'المعالجين بالقصص' الذين يثيرون الشكوك في علاجكم.",
      "isEnding": true
    },
    {
      "storyTitle": "تهرب من العيادة وتكشف كل شيء. تثير ضجة في وسائل الإعلام، وتطالب السلطات بالتحقيق. ينهار المدير أمام الجميع، ويقول لهم: 'لم نكن نؤذي أحداً. كنا نبيع الأمل. في بعض الأحيان، القصة التي نرويها لأنفسنا هي الشيء الوحيد الذي يمكن أن ينقذنا.'",
      "isEnding": true
    },
    {
      "storyTitle": "تتحدى المدير. 'نحن لا نغير الدماغ'، يقول، 'بل نغير تصور المريض عن نفسه. نجعلهم يركزون على التوازن في حياتهم. 'التناظر' هو مجرد فكرة مجردة. 'العلاج' ليس آلة، بل هو بيئة. كل هذا الجهد لبيع قصة. لأن الأمل لا يمكن بيعه، ولكن قصة الأمل يمكن بيعها. '",
      "choice1": "تقتنع بكلامه وتغادر العيادة.",
      "choice2": "تصر على أن الأمر خدعة وتكشف عن الحقيقة.",
      "next1": 12,
      "next2": 13,
      "isEnding": false
    },
    {
      "storyTitle": "تقتنع بكلامه وتغادر العيادة. تدرك أن الحقيقة ليست دائماً ما تبدو عليه. أن القصة يمكن أن تكون قوية مثل الواقع نفسه. لقد تركت وراءك سرًا، لكنك حملت معك فهمًا جديدًا لأعماق العقل البشري وقدرته على الإيمان.",
      "isEnding": true
    },
    {
      "storyTitle": "تصر على أن الأمر خدعة. تكشف عن الحقيقة للصحافة، وتُغلق العيادة. لكن بعد فترة، تدرك أن بعض المرضى السابقين، الذين كانوا يعانون من الاكتئاب، قد عادوا إلى حياتهم القديمة. لم يعد لديهم الأمل. لقد كشفت الحقيقة، ولكنك دمرت الأمل في قلوبهم. هل كانت الحقيقة تستحق كل هذا الثمن؟",
      "isEnding": true
    }
  ]
}