{
  "title": "مناورة لينينغراد",
  "image": "assets/images/leningrad.jpg",
  "nodes": [
    {
      "storyTitle": "في عام 1982، وفي ذروة توترات الحرب الباردة، بدأ عميل واحد من المخابرات السوفيتية (KGB) في لينينغراد بتغذية وكالة المخابرات المركزية الأمريكية (CIA) بسيل من المعلومات الاستخباراتية منخفضة المستوى، ولكنها قابلة للتحقق. كان اسمه الرمزي 'فيريتي' (Verity). لمدة خمس سنوات، كان أفضل مصدر للغرب. ثم أرسل رسالته الأخيرة: 'الرجل الذي تعرفونه باسم ريغان ليس الرجل الذي انتخبتموه'.",
      "choice1": "تبدأ في البحث في سجلات وكالة المخابرات المركزية عن 'فيريتي'.",
      "choice2": "تبحث عن أدلة على 'المناورة' في التاريخ، مثل تغيير سياسة ريغان.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "تغوص في أرشيف وكالة المخابرات المركزية. تجد أن 'فيريتي' كان شخصية غامضة، لا توجد عنه صور أو بيانات شخصية، فقط رسائل مشفرة. كلما تعمقت في البحث، تدرك أنه لا يوجد وجود مادي لـ'فيريتي'. هل كان مجرد شبح؟",
      "choice1": "تصر على أن 'فيريتي' شخص حقيقي، وتتتبع رسائله.",
      "choice2": "تتخلى عن فكرة 'فيريتي' وتبدأ في التحقيق في رسالته الأخيرة.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تبحث في سياسات ريغان الخارجية. تجد أن سياسته تجاه الاتحاد السوفيتي تغيرت بشكل جذري بعد لقاءاته مع جورباتشوف. ثم تقرأ عن خطاب 'اهدم هذا الجدار' الشهير. هل كانت هذه الخطوات جزءًا من خطة 'فيريتي'؟",
      "choice1": "تواصل البحث في التغيرات السياسية.",
      "choice2": "تتواصل مع محلل سابق في موسكو للحصول على رأيه.",
      "next1": 5,
      "next2": 6,
      "isEnding": false
    },
    {
      "storyTitle": "تتبع رسائله المشفرة. تدرك أن الرسائل تحتوي على 'إحداثيات' جغرافية. تتبع هذه الإحداثيات وتصل إلى قبو سري في برلين الشرقية. القبو فارغ، لكنك تجد فيه جهاز تسجيل قديم. تسجل منه آخر رسالة لـ'فيريتي'، وهي بصوت مختلف تمامًا عن الرسائل السابقة.",
      "choice1": "تستمر في فك شفرة الرسائل لتجد المزيد من الإحداثيات.",
      "choice2": "تعود إلى الوكالة وتشارك ما وجدته.",
      "next1": 7,
      "next2": 8,
      "isEnding": false
    },
    {
      "storyTitle": "تتجاهل الرسالة وتنظر إلى الصورة الكبرى. هل كان 'فيريتي' كاذبًا؟ هل كانت رسالته الأخيرة مجرد محاولة لزرع الشك؟",
      "choice1": "تحاول ربط الرسالة بتشخيص ريغان بمرض الزهايمر.",
      "choice2": "تعتبر أن الرسالة كانت كذبة وتتخلى عن القضية.",
      "next1": 9,
      "next2": 10,
      "isEnding": false
    },
    {
      "storyTitle": "تغوص في التغييرات السياسية. تجد أن قرار ريغان بإلقاء خطاب 'اهدم هذا الجدار' لم يكن بالإجماع. كان هناك صراع بين أعضاء فريقه. هل كان 'فيريتي' جزءًا من هذا الصراع؟",
      "choice1": "تذهب للبحث عن أعضاء فريق ريغان السابقين.",
      "choice2": "تعتبر أن 'فيريتي' كان مجرد 'وجه' للصراع الداخلي.",
      "next1": 11,
      "next2": 12,
      "isEnding": false
    },
    {
      "storyTitle": "تتواصل مع 'إيرينا'، محللة سابقة في موسكو. 'دوبلير؟' تقول بلهجة ساخرة. 'من فضلك، الأمريكيون لن يلاحظوا أبدًا. رؤساؤهم جميعًا ممثلون على أي حال. هذا 'فيريتي' لم يكن جاسوسًا؛ بل كان ناقدًا سينمائيًا'. هل كلامها مجرد مزاح أم حقيقة؟",
      "choice1": "تصدقها وتعتبر أن القصة كلها مجرد مزاح.",
      "choice2": "تشك في كلامها وتصر على وجود مؤامرة.",
      "next1": 13,
      "next2": 14,
      "isEnding": false
    },
    {
      "storyTitle": "تستمر في فك شفرة الرسائل. كل رسالة تكشف عن المزيد من الحقائق المذهلة عن سياسات الحرب الباردة. ولكن في النهاية، تدرك أن هذه 'الحقائق' كانت مجرد معلومات مضللة مصممة لتجعلك تثق في 'فيريتي'. لقد كنت جزءًا من المناورة دون أن تدري.",
      "isEnding": true
    },
    {
      "storyTitle": "تشارك ما وجدته مع الوكالة. يخبرونك أن 'فيريتي' لم يكن شخصًا حقيقيًا. لقد كان اختراعًا من قبل فصيل مارق داخل وكالة المخابرات المركزية. لقد قاموا بإنشاء شخصية 'فيريتي' لغسل معلوماتهم الخاصة ودفع سياسة أكثر عدوانية ضد السوفييت. كانت الرسالة الأخيرة محاولة منهم لزعزعة استقرار الرئاسة التي شعروا أنها أصبحت ناعمة للغاية. المؤامرة الحقيقية كانت أمريكية.",
      "choice1": "تكشف عن المؤامرة الحقيقية للجمهور.",
      "choice2": "تُبقي على السرية لحماية أمن البلاد.",
      "next1": 15,
      "next2": 16,
      "isEnding": false
    },
    {
      "storyTitle": "تحاول ربط الرسالة بمرض الزهايمر الذي أصاب ريغان. تعثر على أدلة على أن حالته الصحية تدهورت بشكل سريع بعد رسالة 'فيريتي'. هل كان 'فيريتي' يحاول أن يحذر العالم من أن ريغان لم يعد لائقًا للمنصب؟",
      "choice1": "تواصل البحث في السجلات الطبية لريغان.",
      "choice2": "تتواصل مع عائلته للحصول على إجابات.",
      "next1": 17,
      "next2": 18,
      "isEnding": false
    },
    {
      "storyTitle": "تتخلى عن القضية. بعد سنوات، تنهار جدران الحرب الباردة، ويدرك العالم أن الأعداء لم يكونوا بالضرورة هم من اعتقدنا. لقد تركت وراءك قصة عظيمة، لكنك لم تكن هناك لكشف الحقيقة.",
      "isEnding": true
    },
    {
      "storyTitle": "تذهب للبحث عن أعضاء فريق ريغان السابقين. يخبرك أحدهم أن 'فيريتي' لم يكن جاسوسًا، بل كان 'مفكرًا'. كان يرسل أفكارًا، وليس معلومات. 'إنه لم يخبرنا أن نهدم الجدار. لقد زرع الفكرة في عقولنا. 'فيريتي' كان في الواقع، جزءًا من فريق سري يعمل على 'تغيير العقول'.",
      "choice1": "تصدق ما قاله وتكشف عن هذا الفريق السري.",
      "choice2": "تشكك في كلامه وتعتبره مجرد محاولة لتبرير أفعالهم.",
      "next1": 19,
      "next2": 20,
      "isEnding": false
    },
    {
      "storyTitle": "تعتبر أن 'فيريتي' كان مجرد 'وجه' للصراع الداخلي. لقد كان يمثل الأيديولوجية المتطرفة داخل وكالة المخابرات المركزية. تدرك أن الحقيقة ليست في جاسوس واحد، بل في صراع القوى داخل الحكومة. لقد كشفت الحقيقة، لكنها لم تكن مثيرة كما توقعت.",
      "isEnding": true
    },
    {
      "storyTitle": "تصدق إيرينا. تدرك أن القصة كلها كانت مجرد مزاح. 'الدولابين' و 'المخابرات' و 'الخيال'. تضحك على هوسك بنظرية المؤامرة، وتقرر أن تركز على حياتك الحقيقية. هل تختار أن تعيش في الواقع الممل، أم في الخيال المثير؟",
      "isEnding": true
    },
    {
      "storyTitle": "تصر على وجود مؤامرة. تبحث وتجد أن إيرينا كانت محقة، لكنها كانت تكذب. كانت 'ناقدة سينمائية' بالفعل، ولكن عملها كان تحليل الأفلام الغربية لتحديد أساليب التلاعب بالعقول التي تستخدمها هوليوود. 'فيريتي' لم يكن جاسوسًا، بل كان 'شخصية' في 'فيلم' أنتجته وكالة المخابرات المركزية. لقد كنت جزءًا من القصة التي كانوا يروونها. لم تكن هناك مؤامرة، بل كانت هناك قصة.",
      "isEnding": true
    },
    {
      "storyTitle": "تكشف عن المؤامرة. تظهر الحقيقة للعالم: الأكاذيب الأكثر خطورة لا تأتي من أعدائنا، بل من الأصوات التي نثق بها. 'فيريتي' كان مرآة، تعكس هواجسنا. لقد أثرت الفضيحة في الثقة العامة بالحكومة الأمريكية. 'لقد فزت' تفكر، 'لكنك أضعفت بلادك.'",
      "isEnding": true
    },
    {
      "storyTitle": "تُبقي على السرية. تدرك أن كشف المؤامرة قد يسبب فوضى في البلاد. تقرر أن تصبح 'حارسًا' على الحقيقة. تستخدم معرفتك بالقصة للتلاعب في السياسة، وتصبح شخصية مهمة في الظل. لقد أصبحت جزءًا من النظام الذي كنت تحاول كشفه، ولكنك الآن تتحكم فيه.",
      "isEnding": true
    },
    {
      "storyTitle": "تواصل البحث في السجلات الطبية. تجد أن مرض ريغان قد بدأ قبل سنوات من رسالة 'فيريتي'. كانت الرسالة 'كاذبة'، ولكنها كانت 'شعلة'. لقد كانت كاذبة، ولكنها أثارت أسئلة حقيقية. لقد أدت الأكذوبة إلى كشف حقيقة طبية لم يكن أحد ليتحدث عنها لولا ذلك. هل الأكذوبة يمكن أن تؤدي إلى الحقيقة؟",
      "isEnding": true
    },
    {
      "storyTitle": "تتواصل مع عائلته. يخبرونك أن 'فيريتي' لم يكن جاسوسًا، بل كان اسمًا رمزيًا لـ'حالة نفسية' معينة كان يمر بها ريغان. لقد كان يحاول التغلب على 'وهم' داخلي. لم يكن الأمر جاسوسية، بل كان 'صراعًا شخصيًا'. تكتشف أنك كنت تبحث عن مؤامرة سياسية، ولكنك وجدت قصة إنسانية.",
      "isEnding": true
    },
    {
      "storyTitle": "تكشف عن هذا الفريق السري. يُسجن أعضاؤه، وتنهار 'نظرية المؤامرة'. لكن المجتمع يدرك أن هناك قوة أكبر من الحكومة تتحكم في أفكارهم. 'فيريتي' لم يكن جاسوسًا. لقد كان أداة. لقد كشفت الحقيقة، لكنك أطلقت العنان للذعر الذي لا يمكن إيقافه.",
      "isEnding": true
    },
    {
      "storyTitle": "تشكك في كلامه. تبحث وتجد أن الفريق السري لا يزال موجودًا. إنهم لم يكونوا يزرعون 'أفكارًا'. كانوا يزرعون 'أكاذيب'. كانت مهمتهم هي إنشاء قصص خيالية لتعزيز مصالح أمريكا. 'فيريتي' كان 'قصة'. لقد كنت تبحث عن جاسوس، ووجدت صانع قصص. هل هناك أي فرق؟",
      "isEnding": true
    }
  ]
}