{
  "title": "الواحة المشعة",
  "image": "assets/images/radioactive_oasis.jpg",
  "description": "رحلة غامضة بين الحكايات المفقودة، حيث تحاول إعادة الألوان إلى عالم غارق في النسيان.", 
  "author": "محمد حسام", 
  "tags": ["خيال", "مغامرة", "قصص تفاعلية"],  
  "nodes": [
    {
      "storyTitle": "في أعماق الصحراء الكبرى، توجد منطقة إشعاعها مكثف لدرجة أنها تظهر على صور الأقمار الصناعية كـ'بكسل ميت'. أساطير البدو تسميها 'الحديقة الزجاجية'، مكان انصهر فيه الرمل إلى أشكال جميلة وسامة. ووفقًا لمفكرة مفقودة، فإنها ليست موقع سقوط نيزك... بل قبر لآلة طائرة ليست من هذا العالم.",
      "choice1": "أنت عالم جيولوجيا. تقرر البحث عن 'الحديقة الزجاجية' بنفسك.",
      "choice2": "تتجاهل الأساطير وتتوقع أن يكون الأمر مجرد ظاهرة طبيعية.",
      "next1": 1,
      "next2": 2,
      "isEnding": false
    },
    {
      "storyTitle": "تجد 'الحديقة'. إنها منظر طبيعي سوريالي ومذهل من السيليكا المنصهرة. تبدأ في قياس الإشعاع وتجد توقيعًا لا ينتمي إلى أي عنصر معروف في الجدول الدوري. أساطير المنطقة تتحدث عن 'رعد صامت' ضرب الصحراء قبل قرون. تتساءل: هل هذا دليل على وجود زوار من الفضاء الخارجي؟",
      "choice1": "تستمر في البحث عن مصدر الإشعاع الغامض.",
      "choice2": "تتصل بزميل لك في وكالة ناسا وتطلب مساعدته.",
      "next1": 3,
      "next2": 4,
      "isEnding": false
    },
    {
      "storyTitle": "تتجاهل القصة، ولكن بعد بضعة أشهر، تسمع عن قمر صناعي سري سقط في الصحراء الكبرى. يبدو أن هناك أسرارًا أكثر مما كنت تعتقد. تشعر بالندم لأنك لم تحقق في الأمر بنفسك.",
      "isEnding": true
    },
    {
      "storyTitle": "أنت مع 'ريكس'، طيار مغامر. يقول لك: 'طبق طائر محطم؟ ممتاز! سأجلب الشاحنة، وعداد جيجر، وسروال الرصاص. إذا لم نعد، فسمّ ساندويتش باسمي. شيئًا فيه الكثير من البهارات'. تدرك أنك بحاجة إلى شريك، لكن هل يمكنك الوثوق به؟",
      "choice1": "تأخذ ريكس معك في رحلتك.",
      "choice2": "تقرر المضي قدما وحدك.",
      "next1": 5,
      "next2": 6,
      "isEnding": false
    },
    {
      "storyTitle": "تتصل بزميلك في ناسا. يضحك في البداية، ولكنه يصبح جاداً عندما تصف له التوقيع الإشعاعي. 'ابتعد عن هذا المكان. فوراً.' يقول، ويرسل لك طائرة هليكوبتر لإجلاءك. تدرك أن الأمر ليس مجرد أسطورة، وأن هناك شيئًا أكبر بكثير مما كنت تتخيل.",
      "choice1": "تتبع تعليماته وتغادر المكان.",
      "choice2": "تتجاهل تحذيره وتواصل البحث.",
      "next1": 7,
      "next2": 3,
      "isEnding": false
    },
    {
      "storyTitle": "تأخذ ريكس معك في رحلتك. يعثر ريكس على حفرة ضخمة في الأرض، ويصرخ: 'إنها هنا!' تجد أن 'الآلة' ليست فضائية. إنها نموذج أمريكي سري للغاية لطائرة نفاثة تعمل بالطاقة النووية من الستينيات - 'مشروع بلوتو'. لقد تم اختبارها في الصحراء، ولكنها انحرفت عن مسارها، وكانت مشعة لدرجة مرعبة لدرجة أنها اعتبرت غير قابلة للاسترداد. لقد غطت الحكومة الحقيقة بقصة اختبار فاشل.",
      "isEnding": true
    },
    {
      "storyTitle": "تستمر في البحث وحدك. تجد الحفرة الضخمة وتكتشف أن 'الآلة' ليست فضائية. إنها نموذج أمريكي سري للغاية لطائرة نفاثة تعمل بالطاقة النووية من الستينيات - 'مشروع بلوتو'. لقد تم اختبارها في الصحراء، ولكنها انحرفت عن مسارها، وكانت مشعة لدرجة مرعبة لدرجة أنها اعتبرت غير قابلة للاسترداد. لقد غطت الحكومة الحقيقة بقصة اختبار فاشل.",
      "isEnding": true
    },
    {
      "storyTitle": "تتبع تعليمات زميلك. يتم إجلاؤك وتُؤخذ إلى منشأة سرية. يكشفون لك أن 'الآلة' كانت 'مشروع بلوتو'. لقد تم اختبارها في الصحراء، وانحرفت عن مسارها. 'العنصر غير القابل للتحديد' هو مجرد نظير نووي سري للغاية. لقد نجحت في النجاة، ولكنك أصبحت الآن جزءًا من السرية التي كنت تحاول كشفها. لن تكون حراً أبداً.",
      "isEnding": true
    }
  ]

}
